<!DOCTYPE html>
<html>
<head>
  <style>
    body {
      background-image: url('https://www.mpg.de/18613793/original-1652088876.jpg?t=eyJ3aWR0aCI6MTIwMCwiaGVpZ2h0IjpudWxsLCJmaXQiOm51bGwsIm9ial9pZCI6MTg2MTM3OTN9--6b924f656c23a90377276718c5fd217d1db93481');
      background-attachment: fixed;
      background-size: cover;
    }
  </style>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Protein</title>
  <link rel="stylesheet" href="projekt-style.css">
</head>
<body>
  <div class="container">
    <h1>Informationen</h1>

  </div>
  
  <nav>
    <ul>
      <li><a href="#">Home</a></li>
      <li><a href="information.html">Information</a></li>
      <li><a href="anwendung.html">Anwendung</a></li>
      <li><a href="koerper.html">Körper</a></li>
      <li><a href="#">Proteine</a></li>
    
    </ul>
  </nav>
  <main >
    <section id="naehrquellen">
      <h2>Nahrungsmittelquellen:</h2>
      <p>
        <b>
        Vorteile:</b> Natürliche Lebensmittel wie Fleisch, Fisch, Eier, Milchprodukte, H&uuml;lsenfr&uuml;chte und N&uuml;sse sind ausgezeichnete Quellen f&uuml;r Proteine. Sie enthalten nicht nur Proteine, sondern auch andere N&auml;hrstoffe wie Vitamine und Mineralstoffe.
        <br>
        <b>
        Nachteile:</b> Manche Menschen haben spezielle Ern&auml;hrungsbed&uuml;rfnisse oder -pr&auml;ferenzen, die den Verzehr bestimmter Lebensmittel einschr&auml;nken k&ouml;nnen (z.B. vegetarische oder vegane Ern&auml;hrung).
       </p>
    
    </section>

    <section id="proteinpraep">
      <h2>Proteinpr&auml;parate</h2>
      <p>
        <b>Vorteile:</b> Proteinshakes, Pulver oder Riegel bieten eine bequeme und schnell verf&uuml;gbare Quelle von Proteinen. Sie sind besonders für Menschen geeignet, die Schwierigkeiten haben, gen&uuml;gend Proteine &uuml;ber normale Nahrungsmittel aufzunehmen.
<br><b>Nachteile:</b> Einige Pr&auml;parate k&ouml;nnen Zusatzstoffe oder Zucker enthalten. Es ist wichtig, die Inhaltsstoffe zu &uuml;berpr&uuml;fen und sicherzustellen, dass sie den individuellen Gesundheitszielen entsprechen.
      </p>
    </section>
    <section>
<h2>Proteinangereicherte Lebensmittel:</h2>
<p>
  <b>Vorteile:</b> Viele Lebensmittel wie Joghurt, M&uuml;sliriegel und sogar Pasta werden jetzt mit zus&auml;tzlichem Protein angeboten. Dies erm&ouml;glicht eine einfache Integration von Proteinen in die tägliche Ernährung.
<b>Nachteile:</b> Einige dieser Produkte k&ouml;nnen verarbeitet sein und zus&auml;tzliche Kalorien oder Zucker enthalten. Wie bei allen Lebensmitteln ist es wichtig, die Etiketten zu lesen und die Qualität zu berücksichtigen.
</p>
    </section>
  </main>
</body>
</html>
